[
    {
        "Url": "https://en.wikipedia.org/wiki/Ourehouare",
        "Title": "Ourehouare",
        "Content": "Ourehouare (died 1698) was a native American leader of the Cayuga people.[1]Ourehouare had helped prevent the purchase of Susquehanna lands by William Penn.[2]  The Cayugas had moved from what is now the Finger Lake region of Northern New York State to the present Prince Edward County area in Ontario prior to 1673.  In 1687 the French Governor was de Denonville. France had control of the western fur trade but the Iroquois confederacy, which included the Cayugas, contested the western fur trade with the help of the English. De Champigny captured  a group of Cayugas and lured another group into the fort, where they were all imprisoned.[1]  Peré captured Ourehouare and several others and these prisoners were added to the rest. The 51 Cayugas were stripped, tied to stakes, tortured and shipped to France. This caused an outbreak of warfare in that area of New France for over 10 years.  As a result, King Louis XIV returned the captives in 1689, and replaced de Denonville with Louis de Buade de Frontenac.Frontenac came to New France with Ourehouare and 13 other Cayuga men, all of which had survived two years of slavery aboard the king's warships. Frontenac and Ourehouare became fast and powerful friends. He acted as the governor's ambassador in several attempts at reconciliation with the Iroquois and participated in retaliatory raids.[1] Having a Cayuga ally changed the face of the war and resulted in peace.[citation needed]Ourehouare died in 1698.[1]  He was buried with full military honours. Had the elevation of war continued, it would have bankrupted New France and may have led to the abandonment of the colony which would have changed the course of North American history.  There would have been an Indian power base allied to the English north of the future New England.  At the time the French area of control included the Mississippi and Ohio valleys which may have stayed under Indian control.  The potential impact on history would be myriad and effects the very existence of the American colonies.[citation needed]"
    },
    {
        "Url": "https://en.wikipedia.org/wiki/Aldo_Tarlao",
        "Title": "Aldo Tarlao",
        "Content": "Aldo Tarlao (26 March 1926 – 12 March 2018) was an Italian rower who competed in the 1948 Summer Olympics and in the 1952 Summer Olympics. He was born in Grado. In 1948 he was a crew member of the Italian boat which won the silver medal in the coxed pair event. Four years later he finished fourth with the Italian boat in the coxed pair competition.[2]This biographical article relating to Italian rowing is a stub. You can help Wikipedia by expanding it.This article about an Italian Olympic medalist is a stub. You can help Wikipedia by expanding it."
    },
    {
        "Url": "https://en.wikipedia.org/wiki/Michael_Rodenberg",
        "Title": "Michael Rodenberg",
        "Content": "Michael Rodenberg, nicknamed Miro (born 9 April 1970),[1] is a German keyboard player and record producer known for working with power metal bands such as Angra, Shaaman, Luca Turilli, Rhapsody of Fire, Kamelot, and Heavens Gate. He mainly works in conjunction with his some-time bandmate Sascha Paeth.In addition to his production work, Miro has made guest appearances for many of the bands he works with as a keyboard player, and also provides orchestral arrangements. He served a particularly long period as a guest of Kamelot, providing all keyboards on their studio albums from 1999 until 2005, when they hired tour musician Oliver Palotai as a full-time member.In 2004, he participated in Aina, a metal opera featuring many guest heavy metal musicians.In 2007, Miro and Sacha Paeth helped to relaunch Tobias Sammet's metal opera Avantasia, with the albums of The Wicked Trilogy (on which Miro played most of the keyboard parts and orchestrations), also leading it to have a live band and play world tours.[2]"
    },
    {
        "Url": "https://en.wikipedia.org/wiki/%C5%8Csakihirok%C5%8Dji_Station",
        "Title": "Ōsakihirokōji Station",
        "Content": "Ōsakihirokōji Station (大崎広小路駅, -eki) is a station on the Tōkyū Ikegami Line in southeast Tokyo, Japan. The line originally terminated at this station, but was later extended to nearby Gotanda Station, a mere 300 metres (330 yd) away. It is also within walking distance from Osaki Station.An elevated island platform.Osakihirokoji Station features in Ozu Yasujiro's 1957 film Tokyo Twilight (Tokyo Boshoku).35°37′21″N 139°43′21″E﻿ / ﻿35.62245°N 139.7225°E﻿ / 35.62245; 139.7225This Tokyo railroad station–related article is a stub. You can help Wikipedia by expanding it."
    }
]